export const Prizes = {
    winner: {
        title: 'Поздравляем!',
        subtitle: 'Вы настоящий эксперт в макаронах!',
        promocode: 'ЭКСПЕРТ20',
        desc: 'Промокод дает право на скидку 20% на покупку макаронных изделий MAKFA (в ассортименте) в период с 14 по 27 сентября 2023 года.',
    },
    looser: {
        subtitle: 'Не обязательно быть экспертом в макаронах, чтобы любить их!',
        promocode: 'MAKFA5',
        desc: 'Промокод дает право на скидку 5% на покупку макаронных изделий MAKFA (в ассортименте) в период с 14 по 27 сентября 2023 года.'
    },
}