export const question = [
    {
        question: 'Из какой пшеницы изготовлены классические макароны MAKFA?',
        answers: [
            {
                text: 'Из мягкой пшеницы',
                true: 0,
            },
            {
                text: 'Из твердой пшеницы',
                true: 1,
            },
        ],
        message: 'Классические макаронные изделия MAKFA изготавливают ИСКЛЮЧИТЕЛЬНО из твердой пшеницы. Макароны из твердой пшеницы отлично сохраняют форму в процессе приготовления, не слипаются и не развариваются. От таких макарон просто невозможно поправиться, так как в 100 г готовой пасты содержится всего 85-100 ккал.'
    },
    {
        question: 'Как правильно называется мука из твердых сортов пшеницы?',
        answers: [
            {
                text: 'Бурум',
                true: 0,
            },
            {
                text: 'Дурум',
                true: 1,
            },
            {
                text: 'Шоурум',
                true: 0,
            },
        ],
        message: 'Дурум.  Мука дурум — это вид муки, изготавливаемый из твердых сортов пшеницы. В муке дурум содержится более высокое соотношение белков и глютена, которые обеспечивают ей уникальные свойства при приготовлении макарон.'
    },
    {
        question: 'Нужно ли промывать макароны?',
        answers: [
            {
                text: 'Да',
                true: 0,
            },
            {
                text: 'Нет',
                true: 1,
            },
        ],
        message: 'Макароны из твердой пшеницы не нужно промывать. Проточная вода добавит вредных примесей и посторонних запахов, с поверхности макаронных изделий смоются полезные вещества, макароны остынут и будут плохо впитывать соус.  '
    },
    {
        question: 'Какой вид макаронных изделий самый популярный в мире?',
        answers: [
            {
                text: 'Перья',
                true: 0,
            },
            {
                text: 'Спагетти',
                true: 1,
            },
            {
                text: 'Лазанья',
                true: 0,
            },
        ],
        message: 'Спагетти самый распространенный вид пасты в мире. Представляют собой длинные и тонкие макаронные изделия.'
    },
    {
        question: 'Что такое Аль денте',
        answers: [
            {
                text: 'Степень готовности макарон',
                true: 1,
            },
            {
                text: 'Время варки макарон',
                true: 0,
            },
            {
                text: 'Название макарон',
                true: 0,
            },
        ],
        message: 'Дословно это словосочетание переводится как «на зубок» и отражает в итальянской кухне степень готовности блюда, когда оно не полностью мягкое, а слегка упругое внутри.'
    },
    {
        question: 'Какой минимальный объем воды необходим для варки 100 г макарон',
        answers: [
            {
                text: '0.5 л',
                true: 0,
            },
            {
                text: '1 л',
                true: 1,
            },
            {
                text: '1.5 л',
                true: 0,
            },
        ],
        message: 'На каждые 100 г макарон рекомендуют брать не менее 1 л воды. Учитывайте,  что при приготовлении макароны увеличиваются в объеме в несколько раз.'
    },
]